Repository: cedricouellet/cao-hub
Catalog: src/app/CaoHub.Web/Resources/SharedResource.*.resx
Languages: fr

source: Add
fr: Ajouter

source: Apps
fr: Applications

source: Cancel
fr: Annuler

source: Confirm
fr: Confirmer

# Facturio_StoreCategories_ConfirmDelete
source: Are you sure you wish to remove the category: {0}?
fr: Êtes-vous certain(e) de vouloir retirer la catégorie: {0} ?

# DeleteDescription
source: This entry will be deactivate and will no longer be accessible. However, data referencing this entry will remain intact.
fr: Cette entrée sera désactivée et ne sera plus accessible. Par contre, les données faisant référence à cette entrée resteront intactes.

# Facturio_StoreCategories_Edit
source: Edit Store Category
fr: Modifier une catégorie de magasins

# Facturio_Description
source: TODO Description EN
fr: TODO Description FR

source: Home
fr: Accueil

source: More
fr: Plus

# Facturio_People
source: People
fr: Personnes

# Facturio_Products
source: Products
fr: Produits

# Facturio_Receipts
source: Receipts
fr: Reçus

# Facturio_StoreCategories
source: Store Categories
fr: Catégories de magasins

# Facturio_StoreCategories_Name_HelperText
source: Enter a unique name for the category.
fr: Entrez un nom unique pour la catégorie.

# Facturio_StoreCategories_Name_Placeholder
source: e.g. Groceries
fr: ex: Épicerie

# Facturio_Stores
source: Stores
fr: Magasins

source: Update
fr: Mettre à jour

# Facturio_StoreCategories_Delete
source: Remove Store Category
fr: Retirer une catégorie de magasins

# Facturio_StoreCategories_Create
source: Add Store Category
fr: Ajouter une catégorie de magasins

# ErrorMaxLength
source: The value must not exceed {1} characters.
fr: La valeur ne doit pas dépasser {1} caractères.

# ErrorRequired
source: Please provide a value.
fr: Veuillez fournir une valeur.

source: Name
fr: Nom

# Facturio_StoreCategories_Name_ErrorExists
source: A store category with this name already exists.
fr: Une catégorie de magasins avec ce nom existe déja.

# Facturio_Stores_Name_Placeholder
source: e.g. Tim Hortons
fr: ex: Tim Hortons

# Facturio_Stores_StoreCategoryId_HelperText
source: Select a category for this store.
fr: Sélectionnez une catégorie pour ce magasin.

# Facturio_Stores_Name_ErrorExists
source: A store with this name already exists.
fr: Un magasin avec ce nom existe déjà.

# Facturio_Stores_Name_HelperText
source: Enter a unique name for the store.
fr: Entrez un nom unique pour le magasin.

# Facturio_Stores_Edit
source: Edit Store
fr: Modifier un magasin

# Facturio_Stores_Delete
source: Remove Store
fr: Retirer un magasin

# Facturio_Stores_ConfirmDelete
source: Are you sure you wish to remove the store: {0}?
fr: Êtes-vous certain(e) de vouloir retirer le magasin: {0} ?

# Facturio_StoreCategories_ErrorNotExists
source: The store category does not exist.
fr: La catégorie de magasins n'existe pas.

# Facturio_Stores_StoreCategoryId
source: Category
fr: Catégorie

# Facturio_Stores_Create
source: Add Store
fr: Ajouter un magasin

# Facturio_People_Name_ErrorExists
source: A person with this name already exists.
fr: Une personne avec ce nom existe déjà.

# Facturio_People_Edit
source: Edit Person
fr: Modifier une personne

# Facturio_People_Create
source: Add Person
fr: Ajouter une personne

# Facturio_People_Delete
source: Remove Person
fr: Retirer une personne

# Facturio_People_ConfirmDelete
source: Are you sure you with to remove the person: {0}?
fr: Êtes-vous certain(e) de vouloir retirer la personne: {0} ?

# Facturio_People_Name_Placeholder
source: e.g. John Doe
fr: ex: Jean-Michel Côté

# Facturio_People_Name_HelperText
source: Enter a unique name for this person.
fr: Entrez un nom unique pour cette personne.

# Facturio_CalculationMethods_PercentageBased
source: Percentage
fr: Pourcentage

# Facturio_CalculationMethods_AdditiveValue
source: Additive
fr: Additif

# Facturio_StoreCategories_Singular
source: Store Category
fr: Catégorie de magasins

source: Value
fr: Valeur

# ErrorRange
source: The value must be between {0} and {1}.
fr: La valeur doit être entre {0} et {1}.

source: Unit
fr: Unité

# Facturio_Taxes_Name_ErrorExists
source: A tax with this name already exists.
fr: Une taxe avec ce nom existe déjà.

# Facturio_CalculationMethods_ErrorNotExists
source: The calculation method does not exist.
fr: La méthode de calcul n'existe pas.

# Facturio_Taxes_Create
source: Add Tax
fr: Ajouter une taxe

# Facturio_Taxes_Edit
source: Edit Tax
fr: Modifier une taxe

# Facturio_Taxes_Delete
source: Remove Tax
fr: Retirer une taxe

# Facturio_Taxes_Name_Placeholder
source: e.g. GST
fr: ex: TPS

# Facturio_Taxes_ConfirmDelete
source: Are you sure you wish to remove the tax: {0}?
fr: Êtes-vous certain(e) de vouloir retirer la taxe: {0} ?

# Facturio_Taxes_Name_HelperText
source: Enter a unique name for this tax.
fr: Entrez un nom unique pour cette taxe.

# Facturio_Taxes_CalculationMethod_HelperText
source: Select the calculation method for this tax.
fr: Sélectionnez la méthode de calcul pour cette taxe.

# Facturio_CalculationMethods_Singular
source: Calculation Method
fr: Méthode de calcul

# Facturio_Taxes_Description_Placeholder
source: e.g. Goods & Services Tax
fr: ex: Taxes sur les produits et services

# Facturio_Taxes_Description_HelperText
source: (Optional) Enter a description to better describe the tax.
fr: (Facultatif) Entrez une description pour mieux décrire la tax.

# Facturio_Taxes_Value_HelperText
source: Enter the value for this tax.
fr: Entrez la valeur de cette tax.

# Facturio_Taxes_Value_Placeholder
source: e.g. 14.975
fr: ex: 14,975

# Facturio_Products_Create
source: Add Product
fr: Ajouter un produit

# Facturio_Products_Edit
source: Edit Product
fr: Modifier un produit

# Facturio_Products_Delete
source: Remove Product
fr: Retirer un produit

# Facturio_Products_Name_Placeholder
source: e.g. Banana
fr: ex: Banane

# Facturio_Products_Name_HelperText
source: Enter a unique name for the product.
fr: Entrez un nom unique pour le produit.

# Facturio_Products_ConfirmDelete
source: Are you sure to wish to remove the product: {0}?
fr: Êtes-vous certain(e) de vouloir retirer le produit: {0} ?

# Facturio_Receipts_PaidByPerson
source: Paid By
fr: Payé par

# Facturio_Receipts_PrepaidAmount
source: Prepaid Amount
fr: Montant prépayé

# Facturio_Receipts_DiscountAmount
source: Discount
fr: Rabais
